---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DividedSurfaceFailures.DividedSurfaceMultipleIntersBetweenOppositeVirtualGrids
source: html/aac55848-0ee4-d9fd-7fa0-cd2100b56eb0.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DividedSurfaceFailures.DividedSurfaceMultipleIntersBetweenOppositeVirtualGrids Property

There are multiple intersections between splitting chain of virtual splitters defined by these elements and so one of the virtual splitters will be ignored

## Syntax (C#)
```csharp
public static FailureDefinitionId DividedSurfaceMultipleIntersBetweenOppositeVirtualGrids { get; }
```